Repository: KDE/kdev-krazy2
Catalog: po/*/kdevkrazy2.po
Languages: ar, ca, de, eo, es, et, eu, fr, gl, he, it, ka, ko, nl, nn, pl, pt_br, sl, sv, uk, zh_cn, zh_tw

# @info:whatsthis
source: <para>Removes the selected checkers from the <interface>Checkers to run</interface> list.</para> <para>The checkers will be added to the <interface>Other available checkers</interface> list.</para>
ar: <para>يُزيل المدقّقات المختارة من قائمة <interface>المدقّقات للتشغيل</interface>.</para> <para>تُضاف المدقّقات إلى قائمة <interface>المدقّقات الأخرى المتاحة</interface>.</para>
ca: <para>Elimineu les comprovacions seleccionades de la llista <interface>Comprovacions a executar</interface>.</para> <para>Les comprovacions seran afegides a la llista <interface>Altres comprovacions disponibles</interface>.</para>
de: <para>Entfernt die ausgewählten Prüfmodule aus der Liste <interface>Auszuführende Prüfmodule</interface>.</para> <para>Die Prüfmodule werden zur Liste <interface>Weitere verfügbare Prüfmodule</interface> hinzugefügt.</para>
es: <para>Elimina las comprobaciones seleccionadas de la lista de <interface>Comprobaciones a realizar</interface>.</para> <para>Las comprobaciones se añadirán a la lista <interface>Otras comprobaciones disponibles</interface>.</para>
et: <para>Valitud kontrollijate eemaldamine <interface>käivitatavate kontrollijate</interface> loendist.</para> <para>Kontrollijad lisatakse <interface>muude saadaolevate kontrollijate</interface> loendisse.</para>
fr: <para>Supprime les vérificateurs sélectionnés de la liste <interface>Vérificateurs à exécuter</interface>.</para> <para>Les vérificateurs seront ajoutés à la liste <interface>Autres vérificateurs disponibles</interface>.</para>
gl: <para>Retira os comprobadores seleccionados da lista de <interface>Comprobadores para executar</interface>.</para> <para>Os comprobadores engadiranse á lista de <interface>Outros comprobadores dispoñíbeis</interface>.</para>
he: <para>הסרת הבודקים הנבחרים מרשימת <interface>בודקים להרצה</interface>.</para> <para>הבודקים יתווספו לרשימת <interface>בודקים זמינים אחרים</interface>.</para>
it: <para>Rimuove i controllori selezionati dall'elenco <interface>Controllori da avviare</interface>.</para> <para>I controllori saranno aggiunti all'elenco <interface>Altri controllori disponibili</interface>.</para>
ka: <para>მონიშნული შემმოწმებლების <interface>გასაშვები შემმოწმებლების</interface> სიიდან წაშლა.</para> <para>შემმოწმებლები <interface>სხვა შემმოწმებლების</interface> სიაში ჩაემატება.</para>
ko: <para>선택한 검사 도구를 <interface>실행할 검사 도구</interface> 목록에서 삭제합니다.</para> <para>해당 검사 도구는 <interface>사용 가능한 다른 검사 도구</interface> 목록에 다시 추가됩니다.</para>
nl: <para>Verwijdert controles van de lijst met <interface>Uit te voeren controles</interface>.</para> <para>De controles worden toegevoegd aan de lijst met <interface>Andere beschikbare controles</interface>.</para>
nn: <para>Fjerna dei valde kontrollverktøya frå lista <interface>Kontrollverktøy som skal køyrast</interface>.</para> <para>Verktøya vert lagde til i lista <interface>Andre tilgjengelege kontrollverktøy</interface>.</para>
pl: <para>Usuń wybrane programy sprawdzające z listy <interface>Programów sprawdzających do uruchomienia</interface>.</para> <para>Programy sprawdzające zostaną dodane do listy <interface>Innych programów sprawdzających do uruchomienia</interface>.</para>
pt_br: <para>Remove as verificações selecionadas a partir da lista de <interface>Verificações a executar</interface>.</para> <para>As verificações serão adicionadas à lista <interface>Outras verificações disponíveis</interface>.</para>
sl: <para>Odstrani izbrane kontrolnike iz seznama <interface>Kontrolniki za izvedbo</interface>.</para> <para>Kontrolniki bodo dodani v seznam <interface>Ostali razpoložljivi kontrolniki</interface>.</para>
sv: <para>Tar bort markerade kontrollprogram från listan <interface>Kontrollprogram att köra</interface>.</para> <para>Kontrollprogrammen läggs till i listan <interface>Andra tillgängliga kontrollprogram</interface>.</para>
uk: <para>Вилучає позначені засоби перевірки зі списку <interface>Використані засоби перевірки</interface>.</para> <para>Вилучені засоби перевірки буде пересунуто до списку <interface>Інші доступні засоби перевірки</interface>.</para>
zh_tw: <para>將所選檢查器從 <interface>要執行的檢查器</interface> 清單中移除。</para> <para>這些檢查器會加回到 <interface>其他可用的檢查器</interface> 當中。</para>

# @label
source: Checkers to run:
ar: المدقّقات للتشغيل:
ca: Comprovacions a executar:
de: Auszuführende Prüfmodule:
eo: Damludoj por ruli:
es: Comprobaciones a realizar:
et: Käivitatavad kontrollijad:
fr: Vérificateurs à exécuter :
gl: Comprobadores para executar:
he: בודקים להרצה
it: Controllori da avviare:
ka: გასაშვები შემმოწმებლები:
ko: 실행할 검사 도구:
nl: Uit te voeren controles:
nn: Kontrollverktøy som skal køyrast:
pl: Programy sprawdzające do uruchomienia:
pt_br: Verificações a executar:
sl: Kontrolniki za izvedbo:
sv: Kontrollprogram att köra:
uk: Використані засоби перевірки:
zh_tw: 要執行的檢查器：

# @info:whatsthis
source: <para>The checkers that will be run in the analysis.</para>
ar: <para>المدقّقات التي ستُشغَّل في التحليل.</para>
ca: <para>Les comprovacions que s'executaran durant l'anàlisi.</para>
de: <para>Die Prüfmodule, die für die Analyse ausgeführt werden.</para>
eo: <para>La kontroliloj kiuj estos rulitaj en la analizo.</para>
es: <para>Las comprobaciones que se realizarán durante el análisis.</para>
et: <para>Kontrollijad, mida kasutatakse analüüsis.</para>
fr: <para>Les vérificateurs à exécuter lors de l'analyse.</para>
gl: <para>Os comprobadores que se executarán durante a análise.</para>
he: <para>הבודקים שירוצו באבחון.</para>
it: <para>I controllori che saranno avviati nell'analisi.</para>
ka: <para>შემმოწმებლები, რომლებიც ანალიზის დროს გაეშვება.</para>
ko: <para>분석 과정에서 실행할 검사 도구입니다.</para>
nl: <para>De controles die u bij de analyse wilt gebruiken.</para>
nn: <para>Kontrollverktøya som vert køyrde i analysen.</para>
pl: <para>Programy sprawdzające, które zostaną uruchomione podczas analizy.</para>
pt_br: <para>Verificações que serão executadas na análise.</para>
sl: <para>Kontrolniki, ki bodo izvedli analizo.</para>
sv: <para>Kontrollprogrammen som kommer att köras under analysen.</para>
uk: <para>Засоби перевірки, які буде використано для аналізу.</para>
zh_tw: <para>會在分析時執行的檢查器。</para>

# @title:window
source: Select paths
ar: اختر مسارات
ca: Selecció dels camins
de: Pfade auswählen
eo: Elekti vojojn
es: Seleccionar rutas
et: Asukohtade valimine
eu: Hautatu bide-izenak
fr: Sélectionner des emplacements
gl: Seleccionar as rutas
he: בחירת נתיבים
it: Seleziona percorsi
ka: აირჩიეთ ბილიკები
ko: 경로 선택
nl: Selectie van pad
nn: Valde adresser
pl: Wybierz ścieżki
pt_br: Selecionar localizações
sl: Izberi poti
sv: Välj sökvägar
uk: Вибір шляхів
zh_tw: 選取路徑

# @info:whatsthis
source: <para>The files and directories to analyze.</para>
ar: <para>الملفات والدلائل للتحليل.</para>
ca: <para>Els fitxers i directoris a analitzar.</para>
de: <para>Die zu analysierenden Dateien und Ordner.</para>
eo: <para>La dosieroj kaj dosierujoj analizendaj.</para>
es: <para>Los archivos y directorios a analizar.</para>
et: <para>Analüüsitavad failid ja kataloogid.</para>
eu: <para>Analizatu beharreko fitxategiak eta direktorioak.</para>
fr: <para>Les fichiers et les dossiers à analyser.</para>
gl: <para>Os ficheiros e directorios para analizar.</para>
he: <para>הקבצים והתיקיון לאבחון.</para>
it: <para>I file e le cartelle da analizzare.</para>
ka: <para>გასაანალიზებელი ფაილები და საქაღალდეები.</para>
ko: <para>분석할 파일과 디렉터리입니다.</para>
nl: <para>De te analyseren bestanden en mappen.</para>
nn: <para>Filer og mapper som skal analyserast.</para>
pl: <para>Pliki i katalogi do przeanalizowania.</para>
pt_br: <para>Arquivos e pastas a analisar.</para>
sl: <para>Datoteke in imeniki za analizo.</para>
sv: <para>Filerna och katalogerna att analysera.</para>
uk: <para>Файли і каталоги, які буде проаналізовано.</para>
zh_tw: <para>要分析的檔案與目錄。</para>

# @info:tooltip
source: Add files and directories.
ar: أضف ملفات ودلائل.
ca: Afegiu els fitxers i directoris.
de: Dateien und Ordner hinzufügen.
eo: Aldoni dosierojn kaj dosierujojn.
es: Añadir archivos y directorios.
et: Failide ja kataloogide lisamine
eu: Gehitu fitxategiak eta direktorioak.
fr: Ajoute des fichiers et des dossiers.
gl: Engadir ficheiros e directorios.
he: הוספת קבצים ותיקיות.
it: Aggiungi file e cartelle.
ka: დაამატეთ ფაილები და საქაღალდეები.
ko: 파일과 디렉터리를 추가합니다.
nl: Bestanden en mappen toevoegen.
nn: Legg til filer og mapper.
pl: Dodaj pliki i katalogi.
pt_br: Adicionar arquivos e pastas.
sl: Dodaj datoteke in imenike.
sv: Lägg till filer och kataloger.
uk: Додати файли і каталоги.
zh_tw: 新增檔案與目錄。

# @info:whatsthis
source: <para>Adds files and directories to the list.</para> <para>Only local files and directories can be selected.</para>
ar: <para>يُضيف ملفات ودلائل إلى القائمة.</para> <para>يمكن اختيار الملفات والدلائل المحلية فقط.</para>
ca: <para>Afegiu els fitxers i directoris a la llista.</para> <para>Només es poden seleccionar fitxers i directoris locals.</para>
de: <para>Fügt Dateien und Ordner zur Liste hinzu.</para> <para>Es können nur lokale Dateien und Ordner ausgewählt werden.</para>
es: <para>Añade archivos y directorios a la lista.</para> <para>Solo se pueden seleccionar archivos y directorios locales.</para>
et: <para>Failide ja kataloogide lisamine loendisse.</para> <para>Valida saab ainult kohalikke faile ja katalooge.</para>
eu: <para>Zerrendara fitxategiak eta direktorioak gehitzen ditu.</para> <para>Fitxategi eta direktorio lokalak bakarrik hauta daitezke</para>
fr: <para>Ajoute des fichiers et des dossiers à la liste.</para> <para>Seuls les fichiers et les dossiers locaux peuvent être sélectionnés.</para>
gl: <para>Engade ficheiros e directorios á lista.</para> <para>Só pode seleccionar ficheiros e directorios locais.</para>
he: <para>הוספת קבצים ותיקיות לרשימה.</para> <para>אפשר לבחור רק קבצים ותיקיות מקומיים.</para>
it: <para>Aggiunge i file e le cartelle all'elenco.</para> <para>Possono essere selezionati solo i file e le cartelle locali.</para>
ka: <para>სიაში ფაილებისა და საქაღალდეების დამატება.</para> <para>შესაძლებელია მხოლოდ ლოკალური ფაილებისა და საქაღალდეების დამატება.</para>
ko: <para>파일과 디렉터리를 목록에 추가합니다.</para> <para>로컬 파일과 디렉터리만 선택할 수 있습니다.</para>
nl: <para>Bestanden en mappen toevoegen.</para> <para>U kunt alleen lokale bestanden en mappen selecteren.</para>
nn: <para>Legg filer og mapper til lista.</para> <para>Du kan berre leggja til lokale filer og mapper.</para>
pl: <para>Dodaje pliki i katalogi do listy.</para> <para>Dozwolone jest zaznaczanie tylko lokalnych plików i lokalnych katalogów.</para>
pt_br: <para>Adiciona os arquivos e pastas à lista.</para> <para>Apenas os arquivos e pastas locais podem ser selecionados.</para>
sl: <para>Doda datoteke in imenike na seznam.</para> <para>Izbrati je mogoče samo lokalne datoteke in imenike.</para>
sv: <para>Lägger till filer och kataloger i listan.</para> <para>Bara lokala filer och kataloger kan väljas.</para>
uk: <para>Додає файли і каталоги до списку.</para> <para>Ви можете вибрати лише локальні файли і каталоги.</para>
zh_tw: <para>將檔案與目錄加入清單中。</para> <para>只能選取本地檔案與目錄。</para>

# @action:button
source: Add...
ar: أضف...
ca: Afegeix...
de: Hinzufügen ...
eo: Aldoni...
es: Añadir...
et: Lisa...
eu: Gehitu...
fr: Ajouter...
gl: Engadir…
he: הוספה…
it: Aggiungi...
ka: დამატება...
ko: 추가...
nl: Toevoegen...
nn: Legg til …
pl: Dodaj...
pt_br: Adicionar...
sl: Dodaj...
sv: Lägg till...
uk: Додати…
zh_cn: 添加...
zh_tw: 新增...

# @info:tooltip
source: Remove the selected files or directories.
ar: أزل الملفات أو الدلائل المختارة.
ca: Elimina els fitxers o directoris seleccionats.
de: Die ausgewählten Dateien oder Ordner entfernen.
eo: Forigi la elektitajn dosierojn aŭ dosierujojn.
es: Eliminar los archivos o directorios seleccionados.
et: Valitud failide ja kataloogide eemaldamine
eu: Kendu hautatutako fitxategiak edo direktorioak.
fr: Supprime les fichiers ou les dossiers sélectionnés.
gl: Retirar os ficheiros e directorios seleccionados.
he: הסרת הקבצים או התיקיות הנבחרים.
it: Rimuovi i file o le cartelle selezionate.
ka: მონიშნული ფაილებისა და საქაღალდეების წაშლა.
ko: 선택한 파일이나 디렉터리를 삭제합니다.
nl: Gemarkeerde bestanden of mappen verwijderen
nn: Fjern dei merkte filene og mappene.
pl: Usuń wybrane pliki lub katalogi.
pt_br: Remove os arquivos ou pastas selecionados.
sl: Odstrani izbrane datoteke ali imenike.
sv: Ta bort markerade filer eller kataloger.
uk: Вилучити позначені файли або каталоги.
zh_tw: 從清單中移除所選的檔案或目錄。

# @info:whatsthis
source: <para>Removes files or directories from the list.</para>
ar: <para>يُزيل ملفات أو دلائل من القائمة.</para>
ca: <para>Elimina els fitxers o directoris de la llista.</para>
de: <para>Entfernt Dateien und Ordner aus der Liste.</para>
eo: <para>Forigas dosierojn aŭ dosierujojn el la listo.</para>
es: <para>Elimina archivos o directorios de la lista.</para>
et: <para>Failide või kataloogide eemaldamine loendist.</para>
eu: <para>Zerrendatik fitxategiak edo direktorioak kentzen ditu.</para>
fr: <para>Supprime les fichiers ou les dossiers de la liste.</para>
gl: <para>Retira da lista os ficheiro e directorios seleccionados.</para>
he: <para>הסרת קבצים או תיקיות מהרשימה.</para>
it: <para>Rimuove dall'elenco i file o le cartelle selezionate.</para>
ka: <para>სიიდან ფაილებისა და საქაღალდეების წაშლა.</para>
ko: <para>목록에서 파일이나 디렉터리를 삭제합니다.</para>
nl: <para>Verwijdert bestanden of mappen van de lijst.</para>
nn: <para>Fjernar filer og mapper frå lista.</para>
pl: <para>Usuwa pliki lub katalogi z listy.</para>
pt_br: <para>Remove os arquivos ou pastas a partir da lista.</para>
sl: <para>Odstrani datoteke ali imenike s seznama.</para>
sv: <para>Tar bort filer eller kataloger från listan.</para>
uk: <para>Вилучає файли або каталоги зі списку.</para>
zh_tw: <para>從清單中移除所選的檔案或目錄。</para>

# @action:button
source: Remove
ar: أزل
ca: Elimina
de: Entfernen
eo: Forigi
es: Eliminar
et: Eemalda
eu: Kendu
fr: Supprimer
gl: Retirar
he: הסרה
it: Rimuovi
ka: წაშლა
ko: 삭제
nl: Verwijderen
nn: Fjern
pl: Usuń
pt_br: Remover
sl: Odstrani
sv: Ta bort
uk: Вилучити
zh_cn: 删除
zh_tw: 移除
