Repository: KDE/kdev-krazy2
Catalog: po/*/kdevkrazy2.po
Languages: ar, ca, de, eo, es, et, eu, fr, gl, he, it, ka, ko, nl, nn, pl, pt_br, sl, sv, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Antoni Bella
de: Burkhard Lück
es: Eloy Cuadra
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fr: Joëlle Cornavin, Xavier Besnard
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
it: Paolo Zamponi
ka: Temuri Doghonadze
ko: 박신조
nl: Freek de Kruijf,Ronald Stroethoff
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga
sl: Matjaž Jeran
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_cn: KDE 中国
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: antonibella5@yahoo.com
de: lueck@hube-lueck.de
es: ecuadra@eloihr.net
et: qiilaq69@gmail.com
eu: xalba@ni.eus
fr: jcorn@free.fr, xavier.besnard@neuf.fr
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
it: zapaolo@email.it
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl,stroet43@zonnet.nl
nn: karl@huftis.org
pl: lukasz.wojnilowicz@gmail.com
pt_br: alvarenga@kde.org
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org
zh_tw: mail@kisaragi-hiu.com

# @action:inmenu
source: <command>krazy2</command> analysis
ar: تحليل <command>krazy2</command>
ca: Anàlisi del <command>krazy2</command>
de: <command>Krazy2</command>-Analyse
eo: <command>krazy2</command> analizo
es: Análisis de <command>krazy2</command>
et: <command>krazy2</command> analüüs
eu: <command>krazy2</command> analisia
fr: Analyse <command>krazy2</command>
gl: Análise de <command>krazy2</command>
he: אבחון <command>krazy2</command>
it: Analisi di <command>krazy2</command>
ka: <command>krazy2</command> ანალიზი
ko: <command>krazy2</command> 분석
nn: <command>krazy2</command>-analyse
pl: Analiza <command>krazy2</command>
pt_br: Análise do <command>krazy2</command>"
sv: Analys med <command>krazy2</command>
uk: Аналіз <command>krazy2</command>
zh_tw: <command>krazy2</command> 分析

# @info
source: <para>There is no path set in the Krazy2 configuration for the <command>krazy2</command> executable.</para>
ar: <para>لم يُضبَط أي مسار في إعدادات Krazy2 لملف <command>krazy2</command> القابل للتنفيذ.</para>
ca: <para>No s'ha definit un camí a la configuració del Krazy2 per a l'executable <command>krazy2</command>.</para>
de: <para>In der Krazy2-Einrichtung ist kein Pfad zur Programmdatei <command>krazy2</command> angegeben.</para>
es: <para>No se ha fijado una ruta en la configuración de Krazy2 para el ejecutable <command>krazy2</command>.</para>
et: <para>Krazy2 seadistuses ei ole täitmisfaili <command>krazy2</command> asukohta kindlaks määratud.</para>
eu: <para>Krazy2 konfigurazioan ez dago <command>krazy2</command> exekutagarriaren bide-izenik.</para>
fr: <para>Il n'existe aucun emplacement défini dans la configuration de Krazy2 pour l'exécutable <command>krazy2</command>.</para>
gl: <para>Non hai ningunha ruta definida na configuración de Krazy2 para o executábel <command>krazy2</command>.</para>
he: <para>לא מוגדר נתיב בהגדרות Krazy2 לקובץ ההפעלה <command>krazy2</command>.</para>
it: <para>Non c'è nessun percorso impostato nella configurazione di Krazy2 per l'eseguibile <command>krazy2</command>.</para>
ka: <para>ბილიკი Krazy2-ის გამშვებ ფაილამდე <command>krazy2</command> მითითებული არაა.</para>
ko: <para><command>krazy2</command> 실행 파일 경로가 Krazy2 설정 파일에 지정되어 있지 않습니다.</para>
nl: <para>Er is geen pad ingesteld in de instellingen van Krazy2 voor het uit voeren programma <command>krazy2</command>.</para>
nn: <para>Det manglar adresse til programfila <command>krazy2</command> i Krazy2-oppsettet.</para>
pl: <para>Nie ustawiono ścieżki w Krazy2 dla pliku wykonywalnego <command>krazy2</command>.</para>
pt_br: <para>Não existe nenhuma localização definida na configuração do Krazy2 para o executável <command>krazy2</command>.</para>
sl: <para> V nastavitvi Krazy2 ni nastavljene poti za izvedljivo datoteko <command>krazy2</command>.</para>
sv: <para>Det finns ingen sökväg inställd i inställningarna av Krazy2 till den körbara filen <command>krazy2</command>.</para>
uk: <para>У налаштуваннях Krazy2 не встановлено шляху для виконуваного файла <command>krazy2</command>.</para>
zh_cn: <para>Krazy2 配置文件中没有指定 <command>krazy2</command> 可执行文件的路径。</para>
zh_tw: <para>Krazy2 設定中沒有設定 <command>krazy2</command> 執行檔的路徑。</para>

# @info
source: <para><command>krazy2</command> failed to start using the path (<filename>%1</filename>).</para>
ar: <para>فشل تشغيل <command>krazy2</command> باستخدام المسار (<filename>%1</filename>).</para>
ca: <para>El <command>krazy2</command> ha fallat en iniciar usant el camí (<filename>%1</filename>).</para>
de: <para>Das Starten von <command>krazy2</command> mit dem Pfad <filename>%1</filename>).</para>
es: <para>El inicio de <command>krazy2</command> ha fallado usando la ruta (<filename>%1</filename>).</para>
et: <para><command>krazy2</command> käivitamine asukohas (<filename>%1</filename>) nurjus.</para>
eu: <para><command>krazy2</command> bide-izena erabiltzen hastea huts egin du (<filename>%1</filename>).</para>
fr: <para>Impossible pour <command>krazy2</command> de démarrer en utilisant l'emplacement défini dans la configuration de Krazy2 (<filename>%1</filename>).</para>
gl: <para>Non se puido iniciar <command>krazy2</command> usando a ruta (<filename>%1</filename>).</para>
he: טעינת <para><command>krazy2</command> נכשלה עם הנתיב (<filename>%1</filename>).</para>
it: <para>Impossibile avviare <command>krazy2</command> usando il percorso (<filename>%1</filename>).</para>
ka: <para><command>krazy2</command> ვერ გაეშვა შემდეგი ბილიკით (<filename>%1</filename>).</para>
ko: <para><command>krazy2</command> 명령을 시작할 수 없습니다(경로 <filename>%1</filename> 사용).</para>
nl: <para><command>krazy2</command> opstarten is mislukt met het pad (<filename>%1</filename>).</para>
nn: <para>Klarte ikkje starta <command>krazy2</command> med adressa (<filename>%1</filename>).</para>
pl: <para>Nie udało się uruchomić <command>krazy2</command> przy użyciu ustawionej ścieżki (<filename>%1</filename>).</para>
pt_br: <para><command>krazy2</command> não foi possível iniciar usando o caminho (<filename>%1</filename>).</para>
sl: <para><command>krazy2</command> se ni uspel zagnati z uporabo poti (<filename>%1</filename>).</para>
sv: <para>Start av <command>krazy2</command> misslyckades med sökvägen (<filename>%1</filename>).</para>
uk: <para>Не вдалося запустити <command>krazy2</command> з використанням шляху (<filename>%1</filename>).</para>
zh_cn: <para><command>krazy2</command> 无法用指定路径启动 (<filename>%1</filename>)。</para>
zh_tw: <para><command>krazy2</command> 啟動失敗，使用路徑（<filename>%1</filename>）。</para>

# @info
source: <para><command>krazy2</command> crashed.</para>
ar: <para>تعطّل <command>krazy2</command>.</para>
ca: <para>Ha fallat el <command>krazy2</command>.</para>
de: <para><command>krazy2</command> ist abgestürzt.</para>
eo: <para><command>krazy2</command> paneis.</para>
es: <para><command>krazy2</command> ha fallado.</para>
et: <para><command>krazy2</command> tabas krahh.</para>
eu: <para><command>krazy2</command> kraskatu da.</para>
fr: <para><command>krazy2</command> s'est arrêté de façon inattendue.</para>
gl: <para><command>krazy2</command> quebrou.</para>
he: <para><command>krazy2</command> קרס.</para>
it: <para><command>krazy2</command> è andato in crash.</para>
ka: <para><command>krazy2</command> ავარიულად დასრულდა.</para>
ko: <para><command>krazy2</command>가 충돌했습니다.</para>
nl: <para><command>krazy2</command> is gecrasht.</para>
nn: <para><command>krazy2</command> krasja.</para>
pl: <para><command>krazy2</command> uległ awarii.</para>
pt_br: <para>O <command>krazy2</command> falhou</para>
sl: <para><command>krazy2</command> se je sesul.</para>
sv: <para>Programmet <command>krazy2</command> kraschade.</para>
uk: <para>Робота <command>krazy2</command> завершилася у аварійному режимі.</para>
zh_cn: <para><command>krazy2</command> 已崩溃。</para>
zh_tw: <para><command>krazy2</command> 已崩潰。</para>

# @info
source: <para>An error occurred while executing <command>krazy2</command>.</para>
ar: <para>وقع خطأ أثناء تنفيذ <command>krazy2</command>.</para>
ca: <para>Hi ha hagut un error mentre s'executava el <command>krazy2</command>.</para>
de: <para>Beim Ausführen von <command>krazy2</command> ist ein Fehler aufgetreten.</para>
es: <para>Ha ocurrido un error durante la ejecución de <command>krazy2</command>.</para>
et: <para><command>krazy2</command> käivitamisel tekkis tõrge.</para>
eu: <para>Errore bat gertatu da <command>krazy2</command> exekutatzean.</para>
fr: <para>Une erreur est survenue lors de l'exécution de <command>krazy2</command>.</para>
gl: <para>Produciuse un erro ao executar <command>krazy2</command>.</para>
he: <para>אירעה שגיאה בהרצת<command>krazy2</command>.</para>
it: <para>Si è verificato un errore nell'esecuzione di <command>krazy2</command>.</para>
ka: <para>შეცდომა პროგრამის შესრულებისას: <command>krazy2</command>.</para>
ko: <para><command>krazy2</command>를 실행하는 중 오류가 발생했습니다.</para>
nl: <para>Er is een fout opgetreden bij het uitvoeren van <command>krazy2</command>.</para>
nn: <para>Det oppstod ein feil ved køyring av <command>krazy2</command>.</para>
pl: <para>Wystąpił błąd przy wykonywaniu <command>krazy2</command>.</para>
pt_br: <para>Ocorreu um erro ao executar o <command>krazy2</command>.</para>
sl: <para>Prišlo je do napake pri izvajanju <command>krazy2</command>.</para>
sv: <para>Ett fel uppstod under körning av <command>krazy2</command>.</para>
uk: <para>Під час спроби виконати <command>krazy2</command> сталася помилка.</para>
zh_cn: <para>执行 <command>krazy2</command> 时发生错误。</para>
zh_tw: <para>執行 <command>krazy2</command> 時發生錯誤。</para>

# @info:progress
source: Running <command>krazy2</command>
ar: تشغيل <command>krazy2</command>
ca: S'està executant el <command>krazy2</command>
de: <command>krazy2</command> wird ausgeführt
eo: Rulante <command>krazy2</command>
es: Ejecutando <command>krazy2</command>
et: <command>krazy2</command> töötab
eu: <command>krazy2</command> exekutatzen
fr: Exécution de <command>krazy2</command>
gl: Executando <command>krazy2</command>
he: <command>krazy2</command> רץ
it: Avvio di <command>krazy2</command>
ka: გაშვება <command>krazy2</command>
ko: <command>krazy2</command> 실행 중
nl: Bezig met het uitvoeren van <command>krazy2</command>
nn: Køyrer <command>krazy2</command>
pl: Uruchomiono <command>krazy2</command>
pt_br: Executando o <command>krazy2</command>
sl: Poganjam <command>krazy2</command>
sv: Kör <command>krazy2</command>
uk: Виконується <command>krazy2</command>
zh_cn: 正在运行 <command>krazy2</command>
zh_tw: 正在執行 <command>krazy2</command>

# @info:progress File type (c++, desktop...) and checker name
source: Running %1/%2
ar: تشغيل %1/%2
ca: En execució %1/%2
de: %1/%2 wird ausgeführt
eo: Kurante %1/%2
es: Ejecutando %1/%2
et: %1/%2 töötab
eu: %1/%2 exekutatzen
fr: Exécution de %1 / %2
gl: En execución %1/%2
he: רצים %1/%2
it: Avvio di %1/%2
ka: გაშვება %1/%2
ko: %1/%2 실행 중
nl: %1/%2 uitvoeren
nn: Køyrer %1/%2
pl: Uruchomiono %1/%2
pt_br: Em execução %1/%2
sl: Poganjam %1/%2
sv: Kör %1/%2
uk: Виконується перевірка %1/%2
zh_cn: 正在运行 %1/%2
zh_tw: 正在執行 %1/%2

# @action:inmenu
source: Find available checkers for <command>krazy2</command>
ar: أوجد المدقّقات المتاحة لـ <command>krazy2</command>
ca: Cerca els comprovadors disponibles per a <command>krazy2</command>
de: Verfügbare Prüfmodule für <command>krazy2</command> suchen
eo: Trovi disponeblajn kontrolilojn por <command>krazy2</command>
es: Buscar las comprobaciones disponibles para <command>krazy2</command>
et: Otsi <command>krazy2</command> saadaolevaid kontrollijaid
fr: Chercher les vérificateurs disponibles pour <command>krazy2</command>
gl: Atopar os comprobadores dispoñíbeis para <command>krazy2</command>
he: איתור בודקים זמינים עבור <command>krazy2</command>
it: Trova dei controllori disponibili per <command>krazy2</command>
ka: ხელმისაწვდომი შემმოწმებლების პოვნა <command>krazy2</command>-სთვის
ko: <command>krazy2</command>에서 사용 가능한 검사 도구 찾기
nl: Zoek beschikbare controles voor <command>krazy2</command>
nn: Finn tilgjengelege kontrollverktøy for <command>krazy2</command>
pl: Znajdź dostępne programy sprawdzające dla <command>krazy2</command>
pt_br: Procurar as verificações disponíveis para o <command>krazy2</command>
sl: Najdi kontrolnike, ki so na voljo za <command>krazy2</command>
sv: Sök efter tillgängliga kontrollprogram för <command>krazy2</command>
uk: Знайти засоби перевірки для <command>krazy2</command>
zh_cn: 查找 <command>krazy2</command> 可用的检查器
zh_tw: 為 <command>krazy2</command> 尋找可用的檢查器

# @info:tooltip The underlying command did not provide a text output
source: Sorry, no description given
ar: عذراً، لم يُقدَّم وصف
ca: No s'ha proporcionat cap descripció
de: Leider wurde keine Beschreibung angegeben
eo: Pardonu, neniu priskribo estas donita
es: Lo sentimos: no se ha proporcionado ninguna descripción
et: Vabandust, kirjeldust ei ole antud
fr: Désolé, aucune description fournie
gl: Non se forneceu ningunha descrición.
he: לא סופק תיאור, עמך הסליחה
it: Spiacente, non è stata fornita nessuna descrizione
ka: უკაცრავად, აღწერა მითითებული არაა
ko: 죄송합니다, 설명이 없습니다
nl: Helaas, geen beschrijving gegeven
nn: Inga skildring vart gjeven ut
pl: Przepraszamy, nie podano opisu
pt_br: Infelizmente, não foi fornecida nenhuma descrição
sl: Žal, ni danih opisov
sv: Tyvärr är ingen beskrivning angiven
uk: Вибачте, опису немає
zh_cn: 抱歉，没有给出描述
zh_tw: 不好意思，沒有提供描述

# @item Extra Krazy2 checkers
source: [EXTRA]
ar: [إضافي]
eo: [KROMA]
et: [EKSTRA]
fr: [SUPPLÉMENTAIRES]
he: [נוסף]
ka: [დამატებით]
ko: [추가]
pl: [EKSTRA]
sl: [EKSTRA]
uk: [ДОДАТКОВІ]
zh_tw: [額外]

# @title:menu
source: Run
ar: شغّل
ca: Executa
de: Ausführen
eo: Ruli
es: Ejecutar
et: Käivitamine
eu: Exekutatu
fr: Exécuter
gl: Executar
he: הרצה
it: Esegui
ka: გაშვება
ko: 실행
nl: Uitvoeren
nn: Køyr
pl: Uruchom
pt_br: Executar
sl: Zaženi
sv: Kör
uk: Запустити
zh_cn: 运行
zh_tw: 執行

source: Krazy2 check (selected files)
ar: تدقيق Krazy2 (ملفات مختارة)
ca: Comprovació del «Krazy2» (fitxers seleccionats)
de: Krazy2-Überprüfung (Ausgewählte Dateien)
eo: Krazy2-kontrolo (elektitaj dosieroj)
es: Comprobación Krazy2 (archivos seleccionados)
et: Krazy2 kontroll (valitud failid)
eu: Krazi2 egiaztatzea (hautatutako fitxategiak)
fr: Vérificateur Krazy2 (fichiers sélectionnés)
gl: Comprobar con Krazy2 (os ficheiros seleccionados)
he: בדיקת Krazy2 (קבצים נבחרים)
it: Controllo Krazy2 (file selezionati)
ka: Krazy2 -ის შემოწმება (მონიშნული ფაილები)
ko: Krazy2 검사(선택한 파일)
nl: Krazy2 controle (geselecteerde bestanden)
nn: Krazy2-kontroll (merkte filer)
pl: Sprawdzenie Krazy2 (wybrane pliki)
pt_br: Verificação do Krazy2 (arquivos selecionados)
sl: Preverjanje Krazy2 (izbrane datoteke)
sv: Kontroll med Krazy2 (markerade filer)
uk: Перевірка Krazy2 (позначені файли)
zh_cn: Krazy2 检查 (选中的文件)
zh_tw: Krazy2 檢查（所選檔案）

source: Check selected files with Krazy2 tools
ar: دقّق الملفات المختارة بأدوات Krazy2
ca: Comprova els fitxers seleccionats amb les eines del «Krazy2»
de: Die ausgewählten Dateien mit Krazy2-Werkzeugen prüfen
eo: Kontroli elektitajn dosierojn per Krazy2-iloj
es: Comprobar los archivos seleccionados con las herramientas de Krazy2
et: Valitud failide kontrollimine Krazy2 tööriistadega
eu: Egiaztatu hautatutako fitxategiak Krazy2 tresnekin
fr: Vérifier les fichiers sélectionnés avec les outils Krazy2
gl: Comprobar os ficheiros seleccionados coas ferramentas de Krazy2.
he: בדיקת הקבצים הנבחרים עם כלי Krazy2
it: Controlla i file selezionati con gli strumenti Krazy2
ka: მონიშნული ფაილების Krazy2-ით შემოწმება
ko: 선택한 파일을 Krazy2 도구로 검사
nl: Geselecteerde bestanden controleren met Krazy2 hulpmiddelen
nn: Kontroller merkte filer med Krazy2-verktøy
pl: Sprawdź wybrane pliki narzędziami Krazy2
pt_br: Verificar os arquivos selecionados com as ferramentas do Krazy2
sl: Preveri izbrane datoteke izbrane z orodji Krazy2
sv: Kontroller markerade filer med Krazy2-verktyg
uk: Перевірити позначені файли за допомогою інструментів Krazy2
zh_cn: 用 Krazy2 工具检查选中的文件
zh_tw: 用 Krazy2 工具檢查所選檔案

source: Krazy2 check (all files)
ar: تدقيق Krazy2 (كل الملفات)
ca: Comprovació del «Krazy2» (tots els fitxers)
de: Krazy2-Überprüfung (Alle Dateien)
eo: Krazy2-kontrolo (ĉiuj dosieroj)
es: Comprobación Krazy2 (todos los archivos)
et: Krazy2 kontroll (kõik failid)
eu: Krazy2 egiaztatu (fitxategi guztiak)
fr: Vérificateur Krazy2 (tous les fichiers)
gl: Comprobar con Krazy2 (todos os ficheiros)
he: בדיקת Krazy2 (כל הקבצים)
it: Controllo Krazy2 (tutti i file)
ka: Krazy2 -ით შემოწმება (ყველა ფაილი)
ko: Krazy2 검사(모든 파일)
nl: Krazy2 controle (alle bestanden)
nn: Krazy2-kontroll (alle filer)
pl: Sprawdzenie Krazy2 (wszystkie pliki)
pt_br: Verificação do Krazy2 (todos os arquivos)
sl: Krazy2 preverjanje (vseh datotek)
sv: Kontroll med Krazy2 (alla filer)
uk: Перевірка Krazy2 (усі файли)
zh_cn: Krazy2 检查 (所有文件)
zh_tw: Krazy2 檢查（所有檔案）

source: Check all files with Krazy2 tools
ar: دقّق كل الملفات بأدوات Krazy2
ca: Comprova tots els fitxers amb les eines del «Krazy2»
de: All Dateien mit Krazy2-Werkzeugen prüfen
eo: Kontroli ĉiujn dosierojn per Krazy2-iloj
es: Comprobar todos los archivos con las herramientas de Krazy2
et: Kõigi failide kontrollimine Krazy2 tööriistadega
eu: Egiaztatu fitxategi guztiak Krazy2 tresnekin
fr: Vérifier tous les fichiers sélectionnés avec les outils Krazy2
gl: Comprobar todos os ficheiros coas ferramentas de Krazy2.
he: בדיקת כל הקבצים עם כלי Krazy2
it: Controlla tutti i file con gli strumenti Krazy2
ka: ყველა ფაილის შემოწმება Krazy2-ით
ko: 모든 파일을 Krazy2 도구로 검사
nl: Alle bestanden controleren met Krazy2 hulpmiddelen
nn: Kontroller alle filer med Krazy2-verktøy
pl: Sprawdź wszystkie pliki narzędziami Krazy2
pt_br: Verificar todos os arquivos com as ferramentas do Krazy2
sl: Preveri vse datoteke z orodji Krazy2
sv: Kontrollera alla filer med Krazy2-verktyg
uk: Перевірити усі файли за допомогою інструментів Krazy2
zh_cn: 用 Krazy2 工具检查所有文件
zh_tw: 用 Krazy2 工具檢查所有檔案

source: Error gathering checker list
ar: خطأ في جمع قائمة المدقّقات
ca: Error en recopilar la llista a comprovar
de: Die Liste der Prüfmodule kann nicht geholt werden
eo: Eraro dum kolektado de kontrolilisto
es: Error preparando la lista de comprobaciones
et: Tõrge kontroll-loendi kokkupanekul
fr: Erreur durant la création de la liste des vérificateurs
gl: Erro ao obter a lista de comprobadores
he: שגיאה באיסוף רשימת הבודקים
it: Errore nella raccolta dell'elenco dei controllori
ka: შემმოწმებლების სიის მოგროვების შეცდომა
ko: 검사 도구 목록을 작성하는 중 오류 발생
nl: Fout bij verzamelen van checker-lijst
nn: Feil ved henting av kontrollverktøy-liste
pl: Błąd uzyskiwania listy sprawdzających
pt_br: Erro ao recolher a lista de verificações
sl: Napaka pri zbiranju seznama kontrolnikov
sv: Fel vid insamling av lista över kontrollprogram
uk: Помилка під час створення списку перевірки
zh_cn: 收集检查器列表时出错
zh_tw: 取得檢查器清單時出錯

source: There was an error while gathering the checker list
ar: وقع خطأ أثناء جمع قائمة المدقّقات
ca: S'ha produït un error quan es recopilava la llista a comprovar
de: Beim Abholen der Prüfmodulliste ist ein Fehler aufgetreten
eo: Okazis eraro dum kolektado de la kontrolilo
es: Ha ocurrido un error mientras se preparaba la lista de comprobaciones
et: Kontroll-loendi kokkupanekul tekkis tõrge
fr: Une erreur est survenue durant la création de la liste des vérificateurs
gl: Produciuse un erro ao obter a lista de comprobadores
he: אירעה שגיאה באיסוף רשימת הבודקים
it: C'è stato un errore nella raccolta dell'elenco dei controllori
ka: შემმოწმებლების სიის მოგროვების შეცდომა
ko: 검사 도구 목록을 작성하는 중 오류가 발생함
nl: Er was een fout bij het verzamelen van de checker-lijst
nn: Det oppstod ein feil ved henting av kontrollverktøy-liste
pl: Wystąpił błąd przy uzyskiwaniu listy sprawdzających
pt_br: Ocorreu um erro ao recolher a lista de verificações
sl: Pri zbiranju seznama kontrolnikov je prišlo do napake
sv: Ett fel uppstod vid insamling av lista över kontrollprogram
uk: Під час створення списку перевірки сталася помилка
zh_cn: 收集检查器列表时发生了一个错误
zh_tw: 取得檢查器清單時發生錯誤

source: Error running Krazy2
ar: خطأ في تشغيل Krazy2
ca: Error en executar el «Krazy2»
de: Fehler beim Ausführen von Krazy2
eo: Eraro pri funkciado de Krazy2
es: Error al ejecutar Krazy2
et: Tõrge Krazy2 käitamisel
eu: Errorea Krazy2 exekutatzean
fr: Erreur durant l'exécution de Krazy2
gl: Erro ao executar Krazy2
he: שגיאה בהרצת Krazy2
it: Errore nell'avvio di Krazy2
ka: Krazy2-ის გაშვების შეცდომა
ko: Krazy2 실행 오류
nl: Fout bij het uitvoeren van Krazy2
nn: Feil ved køyring av Krazy2
pl: Błąd uruchamiania Krazy2
pt_br: Erro na execução do Krazy2
sl: Napaka pri poganjanju Krazy2
sv: Fel vid körning av Krazy2
uk: Помилка під час виконання Krazy2
zh_cn: 运行 Krazy2 时出错
zh_tw: 執行 Krazy2 時出錯

source: There was an error with the Krazy2 process
ar: وقع خطأ في عملية Krazy2
ca: S'ha produït un error amb el processament del «Krazy2»
de: Im Krazy2-Prozess ist ein Fehler aufgetreten
eo: Estis eraro kun la Krazy2-procezo
es: Ha ocurrido un error en el proceso de Krazy2
et: Krazy2 töötamisel tekkis tõrge
eu: Krazy2 prozesuarekin arazo bat egon da
fr: Une erreur est survenue durant l'exécution de Krazy2
gl: Produciuse un erro ao co proceso de Krazy2.
he: אירעה שגיאה בתהליך Krazy2
it: C'è stato un errore col processo Krazy2
ka: Krazy2-ის პროცესის შეცდომა
ko: Krazy2 프로세스를 실행하는 중 오류 발생
nl: Er was een fout met het Krazy2-proces
nn: Det oppstod ein feil med Krazy2-prosessen
pl: Wystąpił błąd w procesie Krazy2
pt_br: Ocorreu um erro com o processo do Krazy2
sl: Prišlo je do napake v postopku Krazy2
sv: Ett fel uppstod med Krazy2-processen
uk: Під час роботи процесу Krazy2 сталася помилка
zh_cn: Krazy2 进程出错
zh_tw: Krazy2 行程發生錯誤

source: The tool didn't provide a message.
ar: لم تُقدِّم الأداة رسالة.
ca: L'eina no ha proporcionat cap missatge.
de: Das Werkzeug hat keine Meldung ausgegeben.
eo: La ilo ne disponigis mesaĝon.
es: La herramienta no ha proporcionado ningún mensaje.
et: Tööriist ei paku teadet.
eu: Tresnak ez du mezurik eman.
fr: L'outil n'a fourni aucun message.
gl: A ferramenta non forneceu unha mensaxe.
he: הכלי לא סיפק הודעה.
it: Lo strumento non ha fornito un messaggio.
ka: პროგრამამ შეტყობინება არ მოგვაწოდა.
ko: 도구에서 메시지를 반환하지 않았습니다.
nl: Het hulpmiddel leverde geen bericht.
nn: Verktøyet gav ikkje noka melding.
pl: Narzędzie nie zwróciło wiadomości.
pt_br: A ferramenta não apresentou uma mensagem.
sl: Orodje ni nudilo nobenega sporočila.
sv: Verktyget tillhandahöll inte något meddelande.
uk: Інструментом не надано повідомлення.
zh_cn: 该工具未提供消息。
zh_tw: 該工具沒有提供訊息。

source: Error starting Krazy2
ar: خطأ في بدء Krazy2
ca: Error en iniciar el «Krazy2»
de: Fehler beim Start von Krazy2
eo: Eraro dum lanĉado de Krazy2
es: Error al iniciar Krazy2
et: Tõrge Krazy2 käivitamisel
eu: Errorea Krazy2 abiatzean
fr: Erreur durant le lancement de Krazy2
gl: Erro ao iniciar Krazy2
he: שגיאה בהפעלת Krazy2
it: Errore durante l'avvio di Krazy2
ka: Krazy2-ის გაშვების შეცდომა
ko: Krazy2 시작 오류
nl: Fout bij het starten van Krazy2
nn: Feil ved starting av Krazy2
pl: Błąd uruchamiania Krazy2
pt_br: Erro ao iniciar o Krazy2
sl: Napaka pri zagonu Krazy2
sv: Fel vid start av Krazy2
uk: Помилка під час спроби запуску Krazy2
zh_cn: 启动 Krazy2 错误
zh_tw: 啟動 Krazy2 時出錯

source: Analysis already in progress
ar: التحليل قيد التقدّم بالفعل
ca: L'anàlisi ja es troba en curs
de: Die Analyse läuft bereits
eo: Analizo jam en progreso
es: El análisis ya está en progreso
et: Analüüs juba käib
eu: Analisia jada martxan da
fr: L'analyse est déjà en lancée
gl: A análise está en marcha
he: כבר מתבצע אבחון
it: Analisi già in corso
ka: ანალიზი უკვე მიმდინარეობს
ko: 분석이 이미 진행 중
nl: Analyse is al bezig
nn: Analyse pågår framleis
pl: Analiza jest w trakcie wykonywania
pt_br: Análise em andamento
sl: Analiza že poteka
sv: Analys pågår redan
uk: Аналіз уже виконується
zh_cn: 已在分析中
zh_tw: 分析已在進行中
