Repository: KDE/kdev-krazy2
Catalog: po/*/kdevkrazy2.po
Languages: ar, ca, de, eo, es, et, eu, fr, gl, he, it, ka, ko, nl, nn, pl, pt_br, sl, sv, uk, zh_cn, zh_tw

source: Gathering the checkers list hasn't finished yet or has failed.
ar: لم ينتهِ جمع قائمة المدقّقات بعد أو فشل.
ca: La recopilació de la llista a comprovar encara no ha finalitzat o ha fallat.
de: Das Abholen der Prüfmodulliste ist noch nicht abgeschlossen oder ist fehlgeschlagen.
eo: Kolekto de la damlisto ankoraŭ ne finiĝis aŭ malsukcesis.
es: La preparación de la lista de comprobaciones no ha terminado todavía o ha fallado.
et: Kontroll-loendi kokkupanek ei ole veel lõppenud või see nurjus.
fr: La création de la liste des vérificateurs n'est pas encore terminée ou a échoué.
gl: A obtención da lista de comprobadores non rematou ou fallou.
he: איסוף הבודקים לא הסתיים או שהוא נכשל.
it: La raccolta dell'elenco dei controllori non è ancora finita o non ha avuto successo.
ka: შემმოწმებლების სიის შეგროვება არ დასრულებულა ან შეცდომით დასრულდა.
ko: 검사 도구 목록 가져오기가 끝나지 않았거나 실패했습니다.
nl: Verzamelen van de checker-lijst is nog niet gereed of is mislukt.
nn: Henting av kontrollverktøy-liste er ferdig eller har avslutta med feil.
pl: Uzyskiwanie listy sprawdzających nie ukończyło lub zakończyło się niepowodzeniem.
pt_br: O recolhimento da lista de verificações ainda não foi concluída ou apresentou uma falha.
sl: Zbiranje seznama kontrolnikov še ni končano ali pa ni uspelo.
sv: Insamling av lista över kontrollprogram är inte färdig ännu, eller har misslyckats.
uk: Створення списку перевірки ще не завершено або його не вдалося виконати.
zh_cn: 收集检查器列表未完成或已失败。
zh_tw: 尚未完成取得檢查器清單（或是已失敗）。

source: No file is active, cannot deduce project.
ar: ليس هناك ملف فعال، لا يمكن استنتاج المشروع.
ca: Sense un fitxer actiu, no es pot deduir el projecte.
de: Es ist keine Datei aktiv; das Projekt kann nicht bestimmt werden.
eo: Neniu dosiero estas aktiva, ne povas dedukti projekton.
es: No hay ningún archivo activo; no se puede deducir el proyecto.
et: Ükski fail ei ole aktiivne, projekti ei suudetud ära arvata.
fr: Aucun fichier n'est actif et impossible d'identifier le projet.
gl: Non hai ningún ficheiro activo, non pode deducirse o proxecto.
he: אין קבצים פעילים, לא ניתן להסיק מה המיזם.
it: Nessun file è attivo, non posso dedurre il progetto.
ka: შესატყვისი აქტიური ფაილი არ არსებობს. პროექტს ვერ მივხვდი.
ko: 활성화된 파일이 없어서 프로젝트를 유추할 수 없습니다.
nl: Er is geen actief bestand, niet in staat het project af te leiden.
nn: Inga fil er aktiv, så kan ikkje finna prosjekt.
pl: Brak aktywnego pliku, nie można wydedukować projektu.
pt_br: Não é possível determinar o projeto sem um arquivo ativo.
sl: Nobena datoteka ni aktivna, projekta ni mogoče razbrati.
sv: Ingen fil är aktiv, kan inte härleda projekt.
uk: Немає активного файла, неможливо визначити проєкт.
zh_cn: 没有活动的文件，无法推断出项目。
zh_tw: 沒有作用中檔案，無法判斷專案。

source: Cannot find project
ar: لا يمكن إيجاد المشروع
ca: No s'ha pogut trobar el projecte
de: Das Projekt kann nicht gefunden werden
eo: Ne povas trovi projekton
es: No se puede encontrar el proyecto
et: Projekti ei leitud
eu: Ezin du proiektua aurkitu
fr: Impossible de trouver le projet
gl: Non é posíbel atopar o proxecto
he: לא ניתן למצוא את המיזם
it: Impossibile trovare il progetto
ka: პროექტი ვერ ვიპოვე
ko: 프로젝트를 찾을 수 없음
nl: Kan project niet vinden
nn: Kan ikkje finna prosjekt
pl: Nie można znaleźć projektu
pt_br: Não é possível encontrar o projeto
sl: Ni mogoče najti projekta
sv: Kan inte hitta projekt
uk: Не вдалося знайти проєкт
zh_cn: 无法找到项目
zh_tw: 找不到專案

source: Krazy2 settings need to be set in the project settings
ar: يجب ضبط إعدادات Krazy2 في إعدادات المشروع
ca: La configuració del «Krazy2» cal establir-la a la configuració del projecte
de: Die Parameter für Krazy2 müssen in den Projekteinstellungen festgelegt werden
eo: Krazy2-agordoj devas esti fiksitaj en la projektaj agordoj
es: Debe indicar las preferencias de Krazy2 en las preferencias del proyecto
et: Projekti seadistuses tuleb määrata Krazy2 seadistus
eu: Krazy2 ezarpenak proiektuaren ezarpenetan ezarri behar dira
fr: La configuration de Krazy2 doit être définie dans la configuration du projet
gl: Ten que configurar Krazy2 na configuración do proxecto.
he: יש להגדיר את תצורת Krazy2 בהגדרות המיזם
it: La configurazione di Krazy2 deve essere impostata nelle impostazioni del progetto
ka: Krazy2-ის პარამეტრები პროექტის პარამეტრებში უნდა მიუთითოთ
ko: 프로젝트 설정에서 Krazy2를 설정해야 함
nl: Krazy2-instellingen moeten ingesteld zijn in de instellingen van het project
nn: Krazy2-innstillingar må definerast i prosjektinnstillingane
pl: Ustawienia Krazy2 trzeba nadać w ustawieniach projektu
pt_br: É necessário configurar o Krazy2 nas configurações do projeto
sl: Nastavitve Krazy2 je treba nastaviti v nastavitvah projekta
sv: Inställning av Krazy2 måste göras i projektinställningarna
uk: Параметри роботи Krazy2 слід встановити за допомогою вікна параметрів проєкту
zh_cn: 需要在项目设置中指定 Krazy2 设置
zh_tw: Krazy2 設定必須設在專案設定當中

source: No checkers selected
ar: لم يُختَر مدقّقات
ca: No s'ha seleccionat cap comprovació
de: Keine Prüfmodule ausgewählt
eo: Neniu damludo elektita
es: No se ha seleccionado ninguna comprobación
et: Kontrolle pole valitud
fr: Aucun vérificateur sélectionné
gl: Non seleccionou comprobadores
he: לא נבחרו בודקים
it: Nessun controllore selezionato
ka: შემმოწმებელი არჩეული არაა
ko: 검사 도구를 선택하지 않았음
nl: Geen checkers geselecteerd
nn: Ingen kontrollverktøy er valde
pl: Nie wybrano sprawdzających
pt_br: Nenhuma verificação selecionada
sl: Izbran ni noben kontrolnik
sv: Inga kontrollprogram valda
uk: Не вибрано перевірок
zh_cn: 没有选中检查器
zh_tw: 未選取檢查器

source: No paths selected
ar: لم تُختَر مسارات
ca: No s'ha seleccionat cap camí
de: Keine Pfade ausgewählt
eo: Neniuj vojoj elektitaj
es: No se ha seleccionado ninguna ruta
et: Asukohti pole valitud
eu: Ez da bide-izenik hautatu
fr: Aucun emplacement sélectionné
gl: Non seleccionou rutas.
he: לא נבחרו נתיבים
it: Nessun percorso selezionato
ka: ბილიკები არჩეული არაა
ko: 경로를 선택하지 않았음
nl: Geen paden geselecteerd
nn: Ingen mapper er valde
pl: Nie wybrano żadnych ścieżek
pt_br: Nenhum caminho selecionado
sl: Ni izbrane poti
sv: Inga sökvägar valda
uk: Не вибрано шляхів
zh_cn: 没有选中路径
zh_tw: 未選擇路徑

source: Unable to restore selected checkers
ar: تعذّر استعادة المدقّقات المختارة
ca: No s'han pogut restaurar les comprovacions seleccionades
de: Die ausgewählte Prüfmodule können nicht wiederhergestellt werden
eo: Ne eblas restarigi elektitajn damludojn
es: No ha sido posible restaurar las comprobaciones seleccionadas
et: Valitud kontrollide taastamine nurjus
fr: Impossible de retrouver les vérificateurs sélectionnés
gl: Non é posíbel restaurar os comprobadores seleccionados
he: לא ניתן לשחזר את הבודקים הנבחרים
it: Impossibile ripristinare i controllori selezionati
ka: მონიშნული შემმოწმებლების აღდგენა შეუძლებელია
ko: 선택한 검사 도구를 복원할 수 없음
nl: Geselecteerde checkers kunnen niet hersteld worden
nn: Klarte ikkje gjenoppretta merkte kontrollverktøy
pl: Nie można przywrócić wybranych sprawdzających
pt_br: Não foi possível restaurar as verificações selecionadas
sl: Izbranih kontrolnikov ni mogoče obnoviti
sv: Kan inte återställa valda kontrollprogram
uk: Не вдалося відновити позначені перевірки
zh_cn: 无法恢复选中的检查器
zh_tw: 無法回復所選檢查器

source: krazy2 Executable
ar: ملف krazy2 القابل للتنفيذ
ca: Executable «krazy2»
de: krazy2-Programmdatei
eo: krazy2 Efektivigebla
es: Ejecutable de krazy2
et: krazy2 täitmisfail
eu: Krazy2 exekutagarria
fr: Exécutable « krazy2 »
gl: Executábel krazy2
he: קובץ ההפעלה של krazy2
it: Eseguibile krazy2
ka: krazy2 გამშვებ ფაილი
ko: krazy2 실행 파일
nl: krazy2 programma
nn: krazy2-programfil
pl: Plik wykonywalny krazy2
pt_br: Executável krazy2
sl: Izvajalna datoteka krazy2
sv: Körbar fil för Krazy2
uk: Виконуваний файл krazy2
zh_cn: krazy2 可执行文件
zh_tw: krazy2 執行檔

source: The full path to the krazy2 executable
ar: المسار الكامل إلى ملف krazy2 القابل للتنفيذ
ca: El camí complet cap a l'executable «krazy2»
de: Der vollständige Pfad zur Krazy2-Programmdatei
eo: La plena vojo al la plenumebla krazy2
es: La ruta completa al ejecutable de krazy2
et: krazy2 täitmisfaili täielik asukoht
eu: Krazy2 exekutagarrirako bide-izen osoa
fr: L'emplacement complet de l'exécutable « krazy2 »
gl: A ruta completa do executábel «krazy2».
he: הנתיב המלא לקובץ ההפעלה של krazy2
it: Il percorso completo dell'eseguibile krazy2
ka: სრული ბილიკი krazy2-ის გამშვებ ფაილამდე
ko: krazy2 실행 파일의 전체 경로
nl: Het volledige pad naar het krazy2 programma
nn: Heile filadressa til programfila krazy2
pl: Pełna ścieżka do pliku wykonywalnego krazy2
pt_br: A localização completa do executável krazy2
sl: Polna pot do izvajalne datoteke krazy2
sv: Fullständig sökväg till den körbara filen krazy2
uk: Шлях до виконуваного файла krazy2 повністю
zh_cn: krazy2 可执行文件的完整路径
zh_tw: krazy2 執行檔的完整路徑

source: The full path to the krazy2 executable that will be used to run Krazy2 tests.
ar: المسار الكامل إلى ملف krazy2 القابل للتنفيذ الذي سيُستخدَم لتشغيل اختبارات Krazy2.
ca: El camí complet cap a l'executable «krazy2» que s'usarà per a executar les proves del Krazy2.
de: Der vollständige Pfad zur Programmdatei „krazy2“, die für die Krazy2-Tests verwendet wird.
es: La ruta completa al ejecutable de krazy2 que se usará para realizar las comprobaciones de Krazy2.
et: krazy2 täitmisfaili täielik asukoht, mida kasutatakse Krazy2 testides.
fr: L'emplacement complet de l'exécutable « krazy2 » qui sera utilisé pour exécuter les tests de Krazy2.
gl: A ruta completa do executábel «krazy2» que se usará para executar as probas de Krazy2.
he: הנתיב המלא לקובץ ההפעלה של krazy2 שישמש להרצת בדיקות Krazy2.
it: Il percorso completo dell'eseguibile krazy2 che verrà usato per eseguire i test di Krazy2.
ka: ბილიკი Krazy2-ის ტესტების გასაშვებად გამოყენებული krazy2-ის გამშვებ ფაილებამდე.
ko: Krazy2 테스트를 실행할 때 사용할 krazy2 실행 파일의 전체 경로입니다.
nl: Het volledige pad naar het krazy2 programma dat de krazy2 controles uitvoert.
nn: Heile filadressa til programfila krazy2 som skal brukast til å køyra Krazy2-testar.
pl: Pełna ścieżka do pliku wykonywalnego krazy2, który zostanie wykorzystany przy uruchamianiu testów Krazy2.
pt_br: A localização completa do executável krazy2 que será usado para executar os testes do Krazy2.
sl: Polna pot do izvajalne datoteke krazy2, ki bo uporabljena za teste Krazy2.
sv: Fullständig sökväg till den körbara filen krazy2 som kommer att användas för att köra Krazy2-tester.
uk: Шлях до виконуваного файла krazy2, який буде використано для перевірок.
zh_cn: 将会用于运行 Krazy2 测试的 krazy2 可执行文件的完整路径。
zh_tw: 用來執行 Krazy2 測試的 krazy2 執行檔的完整路徑。

source: Configure Krazy2 settings
ar: اضبط إعدادات Krazy2
ca: Configura l'arranjament del Krazy2
de: Krazy2-Einstellungen festlegen
eo: Agordi Krazy2-agordojn
es: Configurar las preferencias de Krazy2
et: Krazy2 seadistamine
eu: Konfiguratu Krazy2-ren ezarpenak
fr: Définir la configuration de Krazy2
gl: Configura os parámetros de Krazy2
he: הגדרת תצורת Krazy2
it: Configura le impostazioni di Krazy2
ka: Krazy2 -ის მორგება
ko: Krazy2 설정
nl: Instellingen van Kray2 configureren
nn: Set opp Krazy2-innstillingar
pl: Ustawienia Krazy2
pt_br: Configuração das opções do Krazy2
sl: Nastavi Krazy2
sv: Anpassa Krazy2
uk: Налаштувати параметри Krazy2
zh_cn: 配置 Krazy2 设置
zh_tw: 調整 Krazy2 設定

source: Krazy2 Settings
ar: إعدادات Krazy2
ca: Arranjament del Krazy2
de: Krazy2-Einstellungen
eo: Krazy2 Agordoj
es: Preferencias de Krazy2
et: Krazy2 seadistused
eu: Krazy2-ren ezarpenak
fr: Configuration de Krazy2
gl: Configuración de Krazy2
he: הגדרות Krazy2
it: Impostazioni di Krazy2
ka: Krazy2 -ის მორგება
ko: Krazy2 설정
nl: Instellingen van Krazy2
nn: Krazy2-innstillingar
pl: Ustawienia Krazy2
pt_br: Configurações do Krazy2
sl: Nastavitve Krazy2
sv: Inställningar av Krazy2
uk: Параметри Krazy2
zh_cn: Krazy2 设置
zh_tw: Krazy2 設定

source: Paths
ar: المسارات
ca: Camins
de: Pfade
eo: Vojetoj
es: Rutas
et: Asukohad
eu: Bide-izenak
fr: Emplacements
gl: Rutas
he: נתיבים
it: Percorsi
ka: კონტურები
ko: 경로
nl: Paden
nn: Adresser
pl: Ścieżki
pt_br: Localizações
sl: Poti
sv: Sökvägar
uk: Шляхи
zh_cn: 路径
zh_tw: 路徑

source: krazy2 executable:
ar: ملف krazy2 القابل للتنفيذ:
ca: Executable «krazy2»:
de: Krazy2-Programmdatei:
eo: krazy2 rulebla:
es: Ejecutable de krazy2:
et: krazy2 täitmisfail:
eu: Krazy2 exekutagarria:
fr: Exécutable « Krazy2 » :
gl: Executábel de krazy2:
he: קובץ ההפעלה של krazy2:
it: Eseguibile krazy2:
ka: krazy2 -ის გამშვები ფაილი:
ko: krazy2 실행 파일:
nl: krazy2 programma:
nn: krazy2-programfil:
pl: Plik wykonywalny krazy2:
pt_br: Executável do krazy2:
sl: izvajalna datoteka krazy2:
sv: Körbar fil för Krazy2:
uk: Виконуваний файл krazy2:
zh_tw: krazy2 執行檔：

# @title:window
source: Select checkers
ar: اختر مدقّقات
ca: Selecció de les comprovacions
de: Prüfmodule auswählen
eo: Elekti damludojn
es: Seleccionar comprobaciones
et: Kontrollijate valimine
fr: Sélectionner des vérificateurs
gl: Seleccionar os comprobadores
he: בחירת בודקים
it: Seleziona controllori
ka: შემმოწმებლების არჩევა
ko: 검사 도구 선택
nl: Controles selecteren
nn: Valde kontrollverktøy
pl: Wybierz programy sprawdzające...
pt_br: Selecionar as verificações
sl: Izberi kontrolnike
sv: Välj kontrollprogram
uk: Вибір засобів перевірки
zh_cn: 选择检查器
zh_tw: 選取檢查器

# @label
source: Other available checkers:
ar: المدقّقات الأخرى المتاحة:
ca: Altres comprovacions disponibles:
de: Weitere verfügbare Prüfmodule:
eo: Aliaj disponeblaj damludoj:
es: Otras comprobaciones disponibles:
et: Muud saadaolevad kontrollijad
fr: Autres vérificateurs disponibles :
gl: Outros comprobadores dispoñíbeis:
he: בודקים זמינים אחרים:
it: Altri controllori disponibili:
ka: სხვა ხელმისაწვდომი შემმოწმებლები:
ko: 사용 가능한 다른 검사 도구:
nl: Andere beschikbare controles:
nn: Andre tilgjengelege kontrollverktøy:
pl: Inne dostępne programy sprawdzające:
pt_br: Outras verificações disponíveis:
sl: Drugi razpoložljivi kontrolniki:
sv: Andra tillgängliga kontrollprogram:
uk: Інші доступні засоби перевірки:
zh_cn: 其他可用检查器:
zh_tw: 其他可用的檢查器：

# @info:whatsthis
source: <para>Other available checkers that will not be run in the analysis.</para>
ar: <para>مدقّقات أخرى متاحة لن تُشغَّل في التحليل.</para>
ca: <para>Les altres comprovacions disponibles no seran executades durant l'anàlisi.</para>
de: <para>Weitere verfügbare Prüfmodule, die in dieser Analyse nicht ausgeführt werden.</para>
es: <para>Otras comprobaciones disponibles que no se realizarán durante el análisis.</para>
et: <para>Muud saadaolevad kontrollijad, mida analüüsis ei kasutata.</para>
fr: <para>Autres vérificateurs disponibles mais non exécutés lors de l'analyse.</para>
gl: <para>Outros comprobadores dispoñíbeis que non se executarán durante a análise.</para>
he: <para>בודקים זמינים אחרים שלא ירוצו באבחון.</para>
it: <para>Altri controllori disponibili che non saranno avviati nell'analisi.</para>
ka: <para>დამატებითი შემმოწმებლები, რომლებიც ანალიზის დროს გაეშვება.</para>
ko: <para>분석 과정에서 실행하지 않을 다른 검사 도구입니다.</para>
nl: <para>Andere beschikbare in de analyse niet gebruikte controles.</para>
nn: <para>Andre tilgjengelege kontrollverktøy som ikkje vert køyrde i analysen.</para>
pl: <para>Inne dostępne programy sprawdzające, które nie będą uruchomione podczas analizy.</para>
pt_br: <para>Outras verificações disponíveis que não serão executadas na análise.</para>
sl: <para>Drugi razpoložljivi kontrolniki, ki se ne bodo izvajali v analizi.</para>
sv: <para>Andra tillgängliga kontrollprogram som inte kommer att köras under analysen.</para>
uk: <para>Інші доступні засоби перевірки, які не буде використано під час аналізу.</para>
zh_cn: <para>其他不会在分析中运行的可用检查器。</para>
zh_tw: <para>其他可用但不會在分析時執行的檢查器。</para>

# @info:tooltip
source: Add checkers
ar: أضف مدقّقات
ca: Afegiu-hi comprovacions
de: Prüfmodule hinzufügen
eo: Aldoni damludojn
es: Añadir comprobaciones
et: Kontrollijate eemaldamine
fr: Ajouter des vérificateurs
gl: Engadir comprobadores
he: הוספת בודקים
it: Aggiungi controllori
ka: შემმოწმებლების დამატება
ko: 검사 도구 추가
nl: Voeg controles toe
nn: Legg til kontrollverktøy
pl: Dodaj programy sprawdzające
pt_br: Adicionar verificações
sl: Dodaj kontrolnike
sv: Lägg till kontrollprogram
uk: Додати засоби перевірки
zh_cn: 添加检查器
zh_tw: 新增檢查器

# @info:whatsthis
source: <para>Adds the checkers selected in the <interface>Other available checkers</interface> list to the <interface>Checkers to run</interface> list.</para>
ar: <para>يُضيف المدقّقات المختارة في قائمة <interface>المدقّقات الأخرى المتاحة</interface> إلى قائمة <interface>المدقّقات للتشغيل</interface>.</para>
ca: <para>Afegiu les comprovacions seleccionades a la llista <interface>Altres comprovacions disponibles</interface> a la llista <interface>Comprovacions a executar</interface>.</para>
de: <para>Fügt die in der Liste <interface>Weitere verfügbare Prüfmodule</interface> ausgewählten Module zur Liste der <interface>Auszuführenden Prüfmodule</interface> hinzu.</para>
es: <para>Añade las comprobaciones seleccionadas en la lista <interface>Otras comprobaciones disponibles</interface> a la lista <interface>Comprobaciones a realizar</interface>.</para>
et: <para><interface>Muude saadaolevate kontrollijate</interface> loendis valitud kontrollijate lisamine <interface>käivitatavate kontrollijate</interface> loendisse.</para>
fr: <para>Ajoute les vérificateurs sélectionnés dans la liste <interface>Autres vérificateurs disponibles</interface> vers la liste <interface>Vérificateurs à exécuter</interface>.</para>
gl: <para>Engade os comprobadores seleccionados na lista de <interface>Outros comprobadores dispoñíbeis</interface> á lista de <interface>Comprobadores para executar</interface>.</para>
he: <para>הוספת הבודקים שנבחרו ברשימת <interface>בודקים זמינים אחרים</interface> לרשימת <interface>בודקים להרצה</interface>.</para>
it: <para>Aggiunge i controllori selezionati nell'elenco <interface>Altri controllori disponibili</interface> all'elenco <interface>Controllori da avviare</interface>.</para>
ka: <para>მონიშნული შემმოწმებლების <interface>სხვა ხელმისაწვდომი შემმოწმებლების</interface> სიაში ჩამატება, <interface>გასაშვებადn</interface>.</para>
ko: <para><interface>실행할 검사 도구</interface> 목록에 선택한 <interface>사용 가능한 다른 검사 도구</interface>를 추가합니다.</para>
nl: <para>Voegt de gemarkeerde controles uit de lijst met <interface>Andere beschikbare controles</interface> toe aan de lijst met <interface>Uit te voeren controles</interface> toe.</para>
nn: <para>Legg kontrollverktøya valde i lista <interface>Andre tilgjengelege kontrollverktøy</interface> til lista <interface>Kontrollverktøy som skal køyrast</interface>.</para>
pl: <para>Dodaje programy sprawdzające zaznaczone na liście <interface>Innych dostępnych programów sprawdzających</interface> do listy <interface>Programów sprawdzających do uruchomienia</interface> .</para>
pt_br: <para>Adiciona as verificações selecionadas na lista <interface>Outras verificações disponíveis</interface> à lista de <interface>Verificações a executar</interface>.</para>
sl: <para>Doda kontrolnike izbrane izmed <interface>Drugi razpoložljivi kontrolniki</interface> seznam za seznam <interface>Kontrolniki za izvedbo</interface>.</para>
sv: <para>Lägger till kontrollprogrammen som är markerade i listan <interface>Andra tillgängliga kontrollprogram</interface> i listan <interface>Kontrollprogram att köra</interface>.</para>
uk: <para>Додає засоби перевірки, які було позначено у списку <interface>Інші доступні засоби перевірки</interface> до списку <interface>Використані засоби перевірки</interface>.</para>
zh_tw: <para>將 <interface>其他可用檢查器</interface> 中所選的檢查器加入 <interface>要執行的檢查器</interface> 清單內。</para>

# @info:tooltip
source: Remove checkers
ar: أزل مدقّقات
ca: Elimina les comprovacions
de: Prüfmodule entfernen
eo: Forigi damludojn
es: Eliminar comprobaciones
et: Kontrollijate eemaldamine
fr: Supprimer des vérificateurs
gl: Retirar os comprobadores
he: הסרת בודקים
it: Rimuovi controllori
ka: შემმოწმებლების წაშლა
ko: 검사 도구 삭제
nl: Verwijder controles
nn: Fjern kontrollverktøy
pl: Usuń programy sprawdzające
pt_br: Remover verificações
sl: Odstrani kontrolnike
sv: Ta bort kontrollprogram
uk: Вилучити засоби перевірки
zh_tw: 移除檢查器
